Repository: wp-plugins/custom-pagination-permalinks
Catalog: languages/custom-pagination-permalinks-*.po
Languages: es_es

source: You do not have sufficient permissions to access this page.
es_es: No tienes suficientes permisos para acceder a esta página.

source: The option on the <b>tag link in head</b> has been updated.
es_es: La opción sobre el <b>tag link en head</b> se ha actualizado correctamente.

source: The <b>pagination permalink</b> options has been updated.
es_es: El <b>permalink de paginación</b> se ha actualizado correctamente.

source: <b>Error</b>: the variable <b>%number%</b> is required in the pagination permalink.
es_es: <b>Error</b>: se requiere la variable <b>%number%</b> en el permalink de paginación.

source: Pagination permalinks
es_es: Permalinks de paginación

source: Replaces the URLs like <code><small>/page/[number]/</small></code> in the pagination permalinks, you must use the mark <b><code><small>%number%</small></code></b> for numerical position in the string.
es_es: Reemplaza las URL del tipo <code><small>/page/[number]/</small></code> en los permalinks de paginación, utiliza la marca <b><code><small>%number%</small></code></b> para la posición numérica.

source: New permalinks status:
es_es: Estado de los nuevos permalinks:

source: Inactive
es_es: Inactivo

source: Active
es_es: Activo

source: Pagination permalink suffix:
es_es: Permalinks de paginación:

source: Examples: <code><small>/page-%number%.html</small></code>, <code><small>/the-%number%th-page/</small></code>, <small>or</small> <code><small>/page-%number%/</small></code>
es_es: Ejemplos: <code><small>/page-%number%.html</small></code>, <code><small>/the-%number%th-page/</small></code>, <small>o</small> <code><small>/page-%number%/</small></code>

source: Save changes
es_es: Guardar cambios

source: Additional notes
es_es: Notas adicionales

source: This plugin only works if you have activated the <a href="%s">pretty permalinks</a> of WordPress.
es_es: Para que funcione necesitas tener activados los <a href="%s">permalinks amigables</a> de WordPress.

source: In search pages or URLs having arguments (sign ? in the URL), this plugin inserts a final slash (/) before the question mark.
es_es: En las búsquedas o URLs con argumentos seguidos del signo ? se introduce automáticamente un slash final (/) antes del signo ?

source: The old Wordpress URLs like <code><small>/page/[number]/</small></code> automatically redirects to the new URLs created with this plugin.
es_es: Las antiguas URLs de Wordpress <code><small>/page/[number]/</small></code> redirigen automáticamente a las nuevas URLs creadas con este plugin.

source: Pay attention to your robots.txt file if you have disallowed URLs like <code><small>/page/[number]/</small></code>, because new permalinks can be accessible to search engines.
es_es: Presta atención a tu archivo robots.txt si hay un disallow de <code><small>/page/[number]/</small></code> porque los nuevos permalinks pueden ser accesibles a los buscadores.

source: If you want to return to the original values set as Inactive the <i>New permalinks status</i> option.
es_es: Si se desea volver a los valores originales de Wordpress establece como Inactivo la opción <i>Estado de los nuevos permalinks</i>.

source: Indicate paginated content
es_es: Declaración de contenido paginado

source: In paginated listing pages adds the tag <code><small>link</small></code> in the internal <code><small>head</small></code> section.
es_es: Actúa en listados con paginación añadiendo el tag <code><small>link</small></code> en la sección <code><small>head</small></code> de la página.

source: Enable tags <code><small>link</small></code> with attributes <code><small>rel="prev"</small></code> and/or <code><small>rel="next"</small></code> in paginated listings.
es_es: Activar tags <code><small>link</small></code> con atributos <code><small>rel="prev"</small></code> y/o <code><small>rel="next"</small></code> en páginas de listados.

source: Allows you to tell search engines that the current page is part of a single list.
es_es: Permite indicar a los motores de búsqueda que la página actual forma parte de un listado único.

source: More information about the paginated content on this page of <a href="https://support.google.com/webmasters/answer/1663744?hl=en" target="_blank">Google Webmaster Tools</a>
es_es: Más información sobre el contenido paginado en esta página de <a href="https://support.google.com/webmasters/answer/1663744?hl=en" target="_blank">Google Webmaster Tools</a>
